verification/V6_dry_limit_shear_cell/caseV6/CFD/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);
boundaryField
{
    cycXa { type cyclic; } cycXb { type cyclic; }
    cycYa { type cyclic; } cycYb { type cyclic; }
    wallBottom { type fixedValue; value uniform (-1 0 0); }
    wallTop    { type fixedValue; value uniform (1 0 0); }
}
