verification/V6_dry_limit_shear_cell/caseV6/CFD/0/rho
FoamFile { version 2.0; format ascii; class volScalarField; object rho; }
dimensions      [1 -3 0 0 0 0 0];
internalField   uniform 1e-6;
boundaryField
{
    cycXa { type cyclic; } cycXb { type cyclic; }
    cycYa { type cyclic; } cycYb { type cyclic; }
    wallBottom { type zeroGradient; }
    wallTop    { type zeroGradient; }
}
