verification/V6_dry_limit_shear_cell/caseV6/CFD/0/voidfraction
FoamFile { version 2.0; format ascii; class volScalarField; object voidfraction; }
dimensions      [0 0 0 0 0 0 0];
internalField   uniform 1;
boundaryField
{
    cycXa { type cyclic; } cycXb { type cyclic; }
    cycYa { type cyclic; } cycYb { type cyclic; }
    wallBottom { type zeroGradient; }
    wallTop    { type zeroGradient; }
}
