verification/V6_dry_limit_shear_cell/caseV6/CFD/constant/transportProperties
FoamFile { version 2.0; format ascii; class dictionary; object transportProperties; }
transportModel  Newtonian;
nu              nu [ 0 2 -1 0 0 0 0 ] 1e-04;
