verification/V6_dry_limit_shear_cell/caseV6/CFD/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
convertToMeters 1;
vertices
(
    (0 0 0) (15 0 0) (15 10 0) (0 10 0)
    (0 0 10) (15 0 10) (15 10 10) (0 10 10)
);
blocks ( hex (0 1 2 3 4 5 6 7) (8 5 5) simpleGrading (1 1 1) );
edges ();
boundary
(
    cycXa { type cyclic; neighbourPatch cycXb; faces ((0 4 7 3)); }
    cycXb { type cyclic; neighbourPatch cycXa; faces ((1 2 6 5)); }
    cycYa { type cyclic; neighbourPatch cycYb; faces ((0 1 5 4)); }
    cycYb { type cyclic; neighbourPatch cycYa; faces ((3 7 6 2)); }
    wallBottom { type wall; faces ((0 3 2 1)); }
    wallTop    { type wall; faces ((4 5 6 7)); }
);
mergePatchPairs ();
